module.exports = {

    '/list': {
        status: 200,
        data: [
            {id: 1, title: '社评：为让中国军舰无处落脚，美胁迫多国', subject: '《华尔街日报》援引美国官员的消息称，美国机密情报报告显示，中国有意在中非小国赤道几内亚建立永久军事基地，该基地不仅能够补给燃料和生活用品，还能够补充弹药和提供军舰维修。',  author: '章三', publishTime: '2021-11-10 09:30:20'},
            {id: 2, title: '钱峰：“普莫会”让俄美印关系更加微妙',subject: '《华尔街日报》援引美国官员的消息称，美国机密情报报告显示，中国有意在中非小国赤道几内亚建立永久军事基地，该基地不仅能够补给燃料和生活用品，还能够补充弹药和提供军舰维修。',  author: '张三', publishTime: '2021-11-11 010:30:20'},
            {id: 3, title: '宋清润：缅甸深陷困境，有些力量莫添乱了',subject: '《华尔街日报》援引美国官员的消息称，美国机密情报报告显示，中国有意在中非小国赤道几内亚建立永久军事基地，该基地不仅能够补给燃料和生活用品，还能够补充弹药和提供军舰维修。',  author: '李四', publishTime: '2021-11-12 11:30:20'},
            {id: 4, title: '南非学者孟大为：欧美不是抗疫可信赖伙伴',subject: '《华尔街日报》援引美国官员的消息称，美国机密情报报告显示，中国有意在中非小国赤道几内亚建立永久军事基地，该基地不仅能够补给燃料和生活用品，还能够补充弹药和提供军舰维修。',  author: '赵二', publishTime: '2021-11-13 14:30:20'},
            {id: 5, title: '张树华：俄罗斯是如何探索政治道路的',subject: '《华尔街日报》援引美国官员的消息称，美国机密情报报告显示，中国有意在中非小国赤道几内亚建立永久军事基地，该基地不仅能够补给燃料和生活用品，还能够补充弹药和提供军舰维修。',  author: '王五', publishTime: '2021-11-14 15:30:20'},
        ]
    },
    
    '/pageInfo': {
        status: 200,
        data: {
            pageTitle: 'page1',
            title: '社评：为让中国军舰无处落脚，美胁迫多国',
            subject: '《华尔街日报》援引美国官员的消息称，美国机密情报报告显示，中国有意在中非小国赤道几内亚建立永久军事基地，该基地不仅能够补给燃料和生活用品，还能够补充弹药和提供军舰维修。',
            publishTime: '2020-12-12 14:22:12',
            content: `《华尔街日报》援引美国官员的消息称，美国机密情报报告显示，中国有意在中非小国赤道几内亚建立永久军事基地，该基地不仅能够补给燃料和生活用品，还能够补充弹药和提供军舰维修。美国官员对《华尔街日报》说，华盛顿已向赤道几内亚明确表示，涉及这个基地的潜在步骤将引发国家安全担忧。


            《华尔街日报》报道截图
            
            中国方面没有提供相关消息，赤道几内亚方面也未对美方说法予以证实。人们只知道，该国面向大西洋的港口城市巴塔有一个中国投资兴建的深水商业港口，加蓬和中非共和国有高速公路与该港口连接。在非洲国家积极参与一带一路建设的大背景下，这些看上去很平常。
            
            
            中国是否有在非洲西海岸拥有一个永久海军基地的需求呢？这个问题很有意思。首先，我们肯定看不到中国为开展大国战略博弈加快向大西洋投射军力的理由，那完全不可思议。但与此同时，中国在非洲有很多投资，威慑并打击海盗，这种需求是真实的。如果中国以此为目的建立海军补给点，事情就完全不是美方想的那样，它对整个地区都有百利而无一害。
            
            美国防中国的重点地区是印太，中国维护核心利益的最大挑战也来自印太地区。美方将中国对外投射军力的雄心一举指向大西洋，这种地缘政治的跳跃性相当大，相信很多人的思路都有点跟不上。
            
            不过这只是一方面的问题。中国与有关国家是否进行了相关协商是一回事，美方不仅关注这类动向，而且阻止任何国家同意中国建军事设施，则完全是另一回事。
            
            我们注意到，《华尔街日报》的报道显示，美方对赤道几内亚实施了胁迫，向该国传递了尖锐态度，警告该国将自己置于美中全球竞争的前线“是目光短浅的”。此外公开的信息显示，美国一直在指控赤道几内亚总统家族有“海外贪腐”，还给该国安了多项人权罪名。与此同时，美国近期也表现出笼络赤道几内亚的另一手。
            
            在地缘版图的另一侧，阿联酋也被美国盯上，一个中远海运兴建的港口被指有“可疑的军事设施建造活动”，拜登政府迅速发起密集外交努力，迫使阿联酋表态从未与中方达成协议，也未磋商容纳任何形式的中国军事基地或哨点。美方在此过程中透风说，如果阿联酋向中国提供军事协助，将会威胁价值230亿美元的美国对阿包括50架F-35战机的军售计划。
            
            美国还怀疑中国将柬埔寨和巴基斯坦的港口作为军事基地使用，美财政部上月10日以贪污为罪名对两名柬埔寨高级国防官员实施制裁，该“贪污案”就与一座被指涉及中国军事活动的港口有关。
            
            这些都是赤裸裸的胁迫，是对那些国家基本外交权利的干涉和打压。一个国家向外国租借土地用于支持该国的海军活动，这是一项国际法予以认同的权利，这样的做法十分普遍，有的国家同时存在多个不同国家的军事基地。美国在全世界搜集各种蛛丝马迹，威胁他们怀疑可能与中国开展军事合作的任何国家，这在国际法和道义上都是不能接受的。
            
            特别是，美国是拥有海外军事基地最多的国家，它的军事基地到底有多少几乎没人能够数清楚，比较流行的说法是750个左右。这个数字比其他国家拥有的海外军事基地总数还要多很多。美国明显在搞“只许州官放火”的霸道。
            
            中国奉行和平发展路线，不搞军事扩张和炮舰政策。我们至今只在吉布提有一个海外军事补给点。在联合国五常中，中国在海外军事基地布点方面是最谨慎克制的，我们没有为支持大国战略博弈而向全球投射军力的意愿。
            
            然而随着中国海外利益不断扩大，中国海军在更遥远地区维护国家利益的需求势必同步增加，我们的海军需要在一些遥远海域有落脚点，这是必然的，以国际法为基础推进类似安排是中国不可剥夺的权利。中国这样也是履行大国责任的一部分，只会有利于各地区的和平与稳定。
            
            美国想要干扰顺其自然的事情，就必须用加倍的资源投入才能维持阻力。它会力不从心的，不可能挡得住中国海军在需要我们的地方出现并落脚。我们不断发展，正常走向海外，就让美国的情报人员跑断腿，看着哪个港口都像中国基地，按下葫芦浮起瓢吧。`
        }
    }

}